benchmarklogs/redis_2threads_tls.txt
2         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3358.44          ---          ---         1.13138         1.07900         2.62300         6.30300       248.89 
Gets        50376.60     50376.60         0.00         1.12835         1.07100         2.62300         6.27100      2598.69 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      53735.04     50376.60         0.00         1.12854         1.07100         2.62300         6.27100      2847.58