benchmarklogs/redis_2threads_tls.txt
2         Threads
100       Connections per thread
2000      Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3563.44          ---          ---         3.61281         3.58300         8.31900        37.11900      3728.73 
Gets        53451.62     42267.40     11184.22         3.50248         3.55100         7.39100        15.42300     44442.03 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      57015.06     42267.40     11184.22         3.50937         3.55100         7.42300        16.63900     48170.76