benchmarklogs/redis_4threads.txt
4         Threads
100       Connections per thread
2000      Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3425.53          ---          ---         7.45820         7.45500        21.11900        44.54300      1441.78 
Gets        51382.92      2147.33     49235.59         7.28403         7.39100        17.27900        41.72700      2768.14 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      54808.44      2147.33     49235.59         7.29492         7.39100        17.66300        41.72700      4209.92