benchmarklogs/redis_4threads.txt
4         Threads
100       Connections per thread
2000      Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3822.16          ---          ---         7.10866         7.42300        12.99100        43.26300      3999.44 
Gets        57332.37     46504.66     10827.72         6.90306         7.39100        10.55900        17.91900     48841.75 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      61154.53     46504.66     10827.72         6.91591         7.39100        10.68700        20.73500     52841.19