benchmarklogs/redis_4threads.txt
4         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3579.10          ---          ---         2.11450         2.09500         4.01500        12.22300       275.73 
Gets        53686.53      5698.32     47988.21         2.10898         2.07900         3.98300        11.77500      2280.51 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      57265.63      5698.32     47988.21         2.10932         2.07900         3.99900        11.77500      2556.24