benchmarklogs/redis_4threads_tls.txt
4         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3527.73          ---          ---         2.14046         2.11100         4.28700        11.58300       271.78 
Gets        52915.88      5616.25     47299.63         2.13716         2.11100         4.25500        11.77500      2247.77 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      56443.60      5616.25     47299.63         2.13737         2.11100         4.25500        11.77500      2519.54