benchmarklogs/redis_4threads_tls.txt
4         Threads
100       Connections per thread
2000      Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3621.86          ---          ---         7.65156         7.71100        15.03900       157.69500      3789.85 
Gets        54327.88     44053.39     10274.49         7.20600         7.67900        12.73500        25.98300     46267.96 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      57949.74     44053.39     10274.49         7.23384         7.67900        12.86300        28.28700     50057.81