benchmarklogs/redis_6threads.txt
6         Threads
100       Connections per thread
2000      Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3799.72          ---          ---        10.06790         9.59900        24.19100        55.03900      1599.27 
Gets        56995.74      3524.41     53471.33         9.84751         9.53500        20.86300        36.09500      3502.32 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      60795.46      3524.41     53471.33         9.86128         9.53500        20.99100        36.60700      5101.59