benchmarklogs/redis_8threads.txt
8         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3580.98          ---          ---         4.20410         4.28700         7.13500        17.66300       265.38 
Gets        53714.65     53714.64         0.00         4.20053         4.28700         7.13500        17.27900      2917.25 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      57295.63     53714.64         0.00         4.20075         4.28700         7.13500        17.27900      3182.64