benchmarklogs/redis_8threads.txt
8         Threads
30        Connections per thread
200000    Requests per client


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets         3613.26          ---          ---         4.17079         4.25500         6.59100        17.15100       278.37 
Gets        54198.90     10872.76     43326.15         4.16561         4.25500         6.59100        16.63900      2472.27 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      57812.16     10872.76     43326.15         4.16593         4.25500         6.59100        16.63900      2750.64